---
kind: other
id: Properties.T:Autodesk.Revit.DB.Events.ElementTypeDuplicatingEventArgs
source: html/42b309f2-9144-7c7f-34e7-d737da450d2d.htm
---
# ElementTypeDuplicatingEventArgs Properties

Indicates whether an event may be cancelled by an event delegate.